tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "localsend/localsend"
tap "oleiade/tap" # motus password generator
brew "asciiquarium"
brew "bat"
brew "bottom"
brew "btop"
brew "cmatrix"
brew "duf"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "htop"
brew "micro"
brew "neofetch"
brew "node"
brew "pdfgrep"
brew "postgresql@14"
brew "powerlevel10k"
brew "sl"
brew "tlrc"
brew "toipe"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "oleiade/tap/motus"
cask "amorphousdiskmark"
cask "applite"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "hiddenbar"
cask "iterm2"
cask "localsend"
cask "mactracker"
cask "mist"
cask "openinterminal"
cask "pika"
cask "raycast"
cask "sf-symbols"
cask "wezterm"
vscode "arcsector.vscode-splunk-search-syntax"
vscode "caolin.java-run"
vscode "esbenp.prettier-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "phplasma.csv-to-table"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "vscjava.vscode-java-debug"
